QUESTIONS = [
  {
    quest: 'У Вас есть температура выше нормы?',
    id: 1
  },
  {
    quest: 'У Вас есть сухой кашель?',
    id: 2
  },
  {
    quest: 'У Вас наблюдается чихание, заложенность носа?',
    id: 3
  },
  {
    quest: 'У Вас наблюдается, затрудненное дыхание?',
    id: 4
  },
  {
    quest: 'У Вас есть боль в мышцах и груди?',
    id: 5
  },
  {
    quest: 'У Вас наблюдается головная боль и слабость?',
    id: 6
  },
  {
    quest: 'У Вас есть повышенная утомляемость?',
    id: 7
  },
  {
    quest: 'У Вас есть тошнота, рвота?',
    id: 8
  },
  {
    quest: 'У Вас наблюдается диарея?',
    id: 9
  },
  {
    quest: 'Вы контактировали с заразившимся COVID-19?',
    id: 10
  }
]

module.exports = QUESTIONS_PROMOBOT = [
  {
    quest: 'В последние две недели у Вас была повышенная температура тела (выше 37,5 градусов)?',
    id: 1
  },
  {
    quest: 'У Вас есть кашель?',
    id: 2
  },
  {
    quest: 'У Вас есть отдышка?',
    id: 3
  },
  {
    quest: 'Вас беспокоит тяжесть в груди при дыхании?',
    id: 4
  },
  {
    quest: 'Вас беспокоит в последнее время один из следующих симптомов - боль в горле, боль в мышцах, насморк, жидкий стул (диарея)?',
    id: 5
  },
  {
    quest: 'Вы были за границей в последние 14 дней? ',
    id: 6
  },
  {
    quest: 'Вы контактировали в последние 14 дней с лицом, находящимся под наблюдением по COVID-19, который в последующем заболел?',
    id: 7
  },
  {
    quest: 'Вы контактировали за последние 14 дней с лицами, у которых лабораторно подтвержден диагноз COVID-19?',
    id: 8
  }
  // {
  //   quest: 'Введите уровень насыщения крови кислородом (SPO2 %, в любом возрасте норма 95% и выше):',
  //   id: 9
  // }
]