module.exports =  RESULT_PROMOBOT = {
  VERY_GOOD: {
    text: 'Вам необходимо соблюдать правила профилактики новой коронавирусной инфекции. 😷 Защитите себя и окружающих людей 👌, берегите себя! Будьте здоровы. 🍻',
  },
  GOOD: {
    text: 'Но повышенная температура 🌡🌡🌡 тела может сигнализировать о наличии проблемы со здоровьем. Следите за измерением температуры в динамике 📈, при сохранении повышенных значений обратитесь к врачу. 📞',
  },
  NOT_GOOD: {
    text: 'Вам необходимо немедленно вызвать скорую помощь 🚑 / 030 или 112 для обследования в условиях стационара. 🔬 💉 💊 Вы можете быть контактны по COVID-19. До приезда скорой медицинской помощи Вам необходимо не вступать ❗❗❗ в контакты ❗❗❗ с окружающими Вас людьми. 🚫',
  },
  BAD: {
    text: 'Вам необходимо немедленно 🚷 самоизолироваться 🚷 ❗❗❗ Вы можете быть контактны по COVID-19. Вам необходимо позвонить в медицинскую организацию ☎ / (горячая линия 8-800-200-112) и  оставаться в самоизоляции 😷😷😷 до получения двух отрицательных анализов на коронавирус ❗❗❗',
  }
}